Repository: common-repository/pagamastarde
Catalog: languages/paylater-*.po
Languages: es_es, it_it

source: Finance with Pagamastarde
es_es: Financiar con Pagamastarde
it_it: Finanziare con Pagamastarde

source: it is not compatible with your version of php and / or curl
es_es: no es compatible con su versión de php y/o curl
it_it: non è compatibile con la tua versione di php e / o curl

source: Public Key
es_es: Clave Pública
it_it: Chiave pubblica

source: Secret Key
es_es: Clave Privada
it_it: Chiave segreta

source: Checkout description
es_es: Descripción en el checkout
it_it: Descrizione del checkout

source: Title to show with the checkout simulator
es_es: Título a mostrar junto al simulador en el checkout
it_it: Titolo da mostrare con il simulatore di cassa

source: Instant financing
es_es: Financiación instantánea
it_it: Finanziamento istantaneo

source: Pay up to 12 comfortable installments with Paga + Tarde. Application totally online and without paperwork, And the answer is immediate!
es_es: Paga hasta en 12 cómodas cuotas con Paga + Tarde. Solicitud totalmente online y sin papeleos, ¡y la respuesta es inmediata!
it_it: Paga fino a 12 comode rate con Paga + Tarde. Applicazione totalmente online e senza documenti, e la risposta è immediata!

source: Number of default installments
es_es: Número de cuotas por defecto
it_it: Numero di rate predefinite

source: Number of installments that the simulator will show by default. Must be between 2-12
es_es: Número de cuotas que va a mostrar el simulador por defecto. Debe estar entre 2-12
it_it: Numero di rate che il simulatore mostrerà per impostazione predefinita. Deve essere compreso tra 2-12

source: Display mode
es_es: Modo de Visualización
it_it: Modalità di visualizzazione

source: Redirect
it_it: reindirizzare

source: No
it_it: non

source: Pay Later
es_es: Paga Más Tarde
it_it: Paga dopo

source: Settings
es_es: Ajustes
it_it: impostazioni

source: Documentation
es_es: Documentación
it_it: documentazione

source: API documentation
es_es: Documentación de la API
it_it: Documentazione API

source: Support
es_es: Soporte
it_it: supporto

source: only can be used in Euros
es_es: solo puede ser usado en Euros
it_it: può essere utilizzato solo in euro

source: only can be used in Spanish
es_es: solo puede ser usado en Español
it_it: può essere utilizzato solo in spagnolo

source: only can be payed from 2 to 12 installments
es_es: solo puede ser pagado de 2 a 12 plazos
it_it: solo può essere pagato da 2 a 12 rate

source: can not have a minimum amount less than 0
es_es: no puede tener un importe mínimo menor a 0
it_it: non può avere un importo minimo inferiore a 0

source: Payment error
es_es: Error en el pago
it_it: Errore di pagamento

source: Login to panel of
es_es: Login al panel de
it_it: Accedi al pannello di

source: Activate
es_es: Activar
it_it: attivare

source: Activate the module
es_es: Activar el modulo
it_it: Attiva il modulo

source: Title
es_es: Título
it_it: titolo

source: Title to show near to payment method
es_es: Título a mostrar junto al metodo de pago
it_it: Titolo da mostrare vicino al metodo di pagamento

source: Minimum amount
es_es: Importe mínimo
it_it: Importo minimo

source: Minimum amount to activate the plugin
es_es: Cantidad mínima para habilitar el módulo
it_it: Importo minimo per attivare il plugin

source: Maximum amount
es_es: Importe máximo
it_it: Quantità massima

source: Maximum amount to activate the plugin
es_es: Cantidad máxima para habilitar el módulo
it_it: Importo massimo per attivare il plugin

source: Minimum numbers of installments
es_es: Mínimo número de pagos
it_it: Numero minimo di rate

source: Maximum number of installments to show in simulator. Must be between 2-12
es_es: Número máximo de pagos para mostrar en el simulador. Debe estar entre 2-12
it_it: Numero massimo di rate da mostrare nel simulatore. Deve essere compreso tra 2-12

source: Maximum numbers of installments
es_es: Máximo número de pagos
it_it: Numero massimo di rate

source: Discount
es_es: Descuento
it_it: sconto

source: Get fees
es_es: Asumir comisiones
it_it: Ottenere le tasse

source: Open form in a pop-up
es_es: Abrir el formulario en un pop-up
it_it: Apri il modulo in un popup

source: Product simulator
es_es: Simulador en el producto
it_it: Simulatore di prodotto

source: Include simulator in product page
es_es: Incluir un simulador de cuotas en la pagina de producto
it_it: Includi il simulatore nella pagina del prodotto

source: Simple
it_it: semplice

source: Full
es_es: Completo
it_it: pieno

source: Selectable
es_es: Seleccionable
it_it: selezionabile

source: Descriptive text
es_es: Texto descriptivo
it_it: Testo descrittivo

source: Quantity selector
es_es: Selector de cantidad
it_it: Selettore di quantità

source: Checkout simulator
es_es: Simulador en el checkout
it_it: Simulatore di cassa

source: Include simulator in checkout page
es_es: Incluir el simulador de cuotas al checkout
it_it: Includi il simulatore nella pagina di pagamento

source: Confirmation Url
es_es: URL Confirmación
it_it: Url di conferma

source: MANDATORY. You can get in your pagamastarde profile
es_es: OBLIGATORIO. Puede obtenerla en su perfil de usuario de pagamastarde
it_it: OBBLIGATORIO. Puoi inserire il tuo profilo paymastar

source: is not configured correctly, the fields Public Key and Secret Key are mandatory for use this plugin
es_es: no está configurado correctamente, los campos Clave Pública y Clave Privada son obligatorios para su funcionamiento
it_it: non è configurato correttamente, i campi Public Key e Secret Key sono obbligatori per utilizzare questo plugin

source: Html selector to obtain the number of products to buy on the product page. The quantity of products will be multiplied by the price of the product to obtain the final price, this price will be the one that will be used in the product simulator if it is active. Leave blank to omit its use. By default:
es_es: Selector de html para obtener el número de productos a comprar en la página de producto. La cantidad de productos será multiplicada por el precio de producto para obtener el precio final, este precio será el que se usará en el simulador de producto si este está activo. Dejar en blanco para omitir su uso. By default:
it_it: Selettore Html per ottenere il numero di prodotti da acquistare sulla pagina del prodotto. La quantità di prodotti sarà moltiplicata per il prezzo del prodotto per ottenere il prezzo finale, questo prezzo sarà quello che verrà utilizzato nel simulatore del prodotto se è attivo. Lascia vuoto per ometterne l'uso. Di default:

source: Page where the user will be redirected after a correct payment process. {{order-received}} will be replaced by the value of the order_id
es_es: Pagina donde será redirigido el usuario tras un proceso de pago correcto. {{order-received}} sera reemplazado por el valor del order_id
it_it: Pagina in cui l'utente verrà reindirizzato dopo un processo di pagamento corretto. {{order-received}} sarà sostituito dal valore di order_id

source: Page where the user will be redirected after a failure payment process. {{order-received}} will be replaced by the value of the order_id
es_es: Pagina donde será redirigido el usuario tras un proceso de pago erroneo. {{order-received}} sera reemplazado por el valor del order_id
it_it: Pagina in cui l'utente verrà reindirizzato dopo un processo di pagamento non riuscito. {{order-received}} sarà sostituito dal valore di order_id

source: Html selector to get the price on the product page. It will be the amount used in the product simulator if it is active. By default:
es_es: Selector de html para obtener el precio en la página de producto. Será la cantidad usada en el simulador de producto si este está activo. Por defecto:
it_it: Selettore Html per ottenere il prezzo sulla pagina del prodotto. Sarà la quantità utilizzata nel simulatore del prodotto se è attiva. Di default:

source: is a payment method online. Choose Paga+Tarde as your payment method in Woocommerce to allow the partial payments.
it_it: è un metodo di pagamento online. Scegli Paga + Tarde il metodo di pagamento in Woocommerce per consentire pagamenti parziali.

source: Minimum number of installments to show in simulator. Must be between 2-12
es_es: Número mínimo de pagos para mostrar en el simulador. Debe estar entre 2-12
it_it: Numero minimo di rate da mostrare nel simulatore. Deve essere compreso tra 2-12

source: is a payment gateway to get partial payment. Choose Paga + Tarde like your payment method in Woocommerce to allow the partial payment.
es_es: es una plataforma de financiación online. Escoge Paga+Tarde como tu método de pago en WooCommerce para permitir el pago a plazos
it_it: è un gateway di pagamento per ottenere il pagamento parziale. Scegli Paga + Tarde il metodo di pagamento in Woocommerce per consentire il pagamento parziale.

source: Price selector
es_es: Selector de precio

source: Fail url
es_es: URL Fallo

source: is a payment method online. Choose Paga + Tarde as your payment method in Woocommerce to allow the partial payments.
es_es: es una plataforma de financiación online. Escoge Paga+Tarde como tu método de pago en WooCommerce para permitir el pago a plazos
